{
    "translation": {
        "fileNotFoundError": "Không tìm thấy bản dịch.",
        "permissionDeniedError": "Thiếu quyền: Không thể mở bản dịch.",
        "internalError": "Lỗi ứng dụng: Có lỗi xảy ra.",
        "existedWindowError": "Bạn đang mở một window khác.",
        "macroError": "Lỗi khi gửi sự kiện phím.",
        "dialogName": "Bản dịch",
        "dropFiles": "Thả bản dịch của bạn tại đây.",
        "hintLabel": "Cần giúp đỡ?",
        "hintText": "Bấm vào đây",
        "commentLabel": "chú thích",
        "homepage": {
            "greeting": "Xin chào, Editor!",
            "introduction1": "App này sẽ giúp bạn type bản dịch nhanh hơn.",
            "introduction2": "Bằng cách bỏ qua bước 'copy-paste' và vài bước khác.",
            "useless": "Tóm gọn lại, nó vô dụng vãi!!!",
            "explain1": "Nhưng tôi vẫn làm.",
            "explain2": "Vì nó vui, tôi nghĩ thế.",
            "explain3": "Còn giờ, bắt đầu nào.",
            "guide1": "Để thêm bản dịch, ấn",
            "guide2": "Hoặc kéo bản dịch của bạn vào đây"
        },
        "settings": {
            "theme": "Chủ đề",
            "language": "Ngôn ngữ",
            "cacheCap": "Kích thước bộ nhớ đệm",
            "cacheCapHint": "Số lượng bản dịch tối đa có thể nhớ bằng cách lưu vào RAM. Tránh việc đọc lại File dịch. Tối thiểu: 1. Tối đa: 128. Cần khởi động lại App để có hiệu lực",
            "cacheTtl": "Cache TTL",
            "cacheTtlHint": "Bản dịch lưu trong RAM sẽ có tuổi thọ. Nếu bản dịch tồn tại quá X phút, bản dịch sẽ bị đẩy ra khỏi RAM, truy cập sau đó sẽ được đọc từ File dịch. Tối thiểu: 1. Tối đa: 30. Cần khởi động lại App để có hiệu lực",
            "detectPagination": "Tiền tố phân trang",
            "detectPaginationHint": "Tiền tố dùng để phân trang trong bản dịch. Tách câu dịch trong từng trang dựa trên cái này. Thay đổi sẽ xóa toàn bộ bản dịch trong bộ nhớ đệm",
            "interceptInput": "Chặn phím",
            "interceptInputHint": "Chặn nhập từ bàn phím trước khi chúng được gửi đến ứng dụng. Tính năng này không ổn định và có thể không hoạt động như mong đợi. Cần khởi động lại ứng dụng để có hiệu lực.",
            "nextParagraphShortcut": "Phím tắt chuyển dòng kế tiếp",
            "prevParagraphShortcut": "Phím tắt quay lại dòng trước đó",
            "detectComment": "Tiền tố chú thích",
            "detectCommentHint": "Tiền tố dùng để nhận diện chú thích trong bản dịch. Dòng chú thích sẽ không được gửi. Thay đổi sẽ xóa toàn bộ bản dịch trong bộ nhớ đệm",
            "lineDetect": "Tiền tố dòng đặc biệt",
            "lineDetectHint": "Tiền tố dùng để nhận diện dòng đặc biệt trong bản dịch. Dòng chú thích sẽ không nhận diện cái này. Không giống như chú thích, dòng này vẫn sẽ được gửi. Dòng sẽ nhận diện theo thứ tự tăng dần. Thay đổi sẽ xóa toàn bộ bản dịch trong bộ nhớ đệm"
        }
    }
}